{
  "text": {
    "hello": 58,
    "hi": 63,
    "hey": 62,
    "good": 53,
    "morning": 91,
    "afternoon": 7,
    "evening": 45,
    "greetings": 56,
    "there": 146,
    "howdy": 67,
    "bye": 19,
    "goodbye": 54,
    "see": 125,
    "you": 172,
    "later": 78,
    "ya": 167,
    "talk": 141,
    "to": 149,
    "farewell": 47,
    "have": 57,
    "a": 1,
    "nice": 100,
    "day": 36,
    "thanks": 143,
    "soon": 130,
    "yes": 170,
    "yep": 169,
    "yeah": 168,
    "sure": 137,
    "absolutely": 3,
    "correct": 28,
    "right": 122,
    "of": 105,
    "course": 29,
    "okay": 108,
    "ok": 107,
    "please": 115,
    "i": 69,
    "would": 166,
    "that": 144,
    "s": 123,
    "exactly": 46,
    "no": 101,
    "nope": 102,
    "not": 103,
    "really": 118,
    "nah": 94,
    "way": 160,
    "definitely": 39,
    "don": 43,
    "t": 139,
    "think": 147,
    "so": 128,
    "what": 161,
    "my": 93,
    "balance": 12,
    "check": 24,
    "account": 4,
    "how": 66,
    "much": 92,
    "money": 90,
    "do": 42,
    "show": 127,
    "me": 85,
    "want": 158,
    "can": 20,
    "tell": 142,
    "is": 74,
    "current": 31,
    "savings": 124,
    "on": 109,
    "checking": 25,
    "in": 72,
    "for": 50,
    "recent": 119,
    "transactions": 152,
    "are": 10,
    "transaction": 151,
    "history": 64,
    "view": 156,
    "last": 77,
    "list": 79,
    "activity": 5,
    "find": 49,
    "branch": 17,
    "where": 163,
    "the": 145,
    "nearest": 97,
    "location": 81,
    "locate": 80,
    "near": 95,
    "closest": 26,
    "locator": 82,
    "new": 99,
    "york": 171,
    "downtown": 44,
    "__number__": 0,
    "main": 84,
    "st": 132,
    "branches": 18,
    "nearby": 96,
    "need": 98,
    "visit": 157,
    "lost": 83,
    "card": 22,
    "credit": 30,
    "debit": 38,
    "missing": 88,
    "got": 55,
    "stolen": 134,
    "someone": 129,
    "stole": 133,
    "was": 159,
    "disappeared": 41,
    "gone": 52,
    "took": 150,
    "misplaced": 87,
    "taken": 140,
    "freeze": 51,
    "block": 15,
    "disable": 40,
    "deactivate": 37,
    "stop": 135,
    "immediately": 71,
    "suspend": 138,
    "cancel": 21,
    "your": 173,
    "hours": 65,
    "banking": 13,
    "when": 162,
    "open": 111,
    "services": 126,
    "offer": 106,
    "an": 9,
    "minimum": 86,
    "interest": 73,
    "rates": 116,
    "fees": 48,
    "transfer": 153,
    "pay": 113,
    "bills": 14,
    "change": 23,
    "password": 112,
    "reset": 121,
    "update": 154,
    "address": 6,
    "mobile": 89,
    "online": 110,
    "about": 2,
    "with": 164,
    "human": 68,
    "speak": 131,
    "connect": 27,
    "agent": 8,
    "real": 117,
    "person": 114,
    "representative": 120,
    "this": 148,
    "isn": 75,
    "helping": 60,
    "bot": 16,
    "support": 136,
    "assistance": 11,
    "working": 165,
    "help": 59,
    "number": 104,
    "customer": 35,
    "id": 70,
    "cust12345": 33,
    "cust67890": 34,
    "here": 61,
    "verify": 155,
    "cust123": 32,
    "it": 76
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "affirm": 0,
    "deny": 3,
    "check_balance": 2,
    "view_transactions": 13,
    "branch_locator": 1,
    "lost_card": 8,
    "freeze_card": 4,
    "general_faq": 5,
    "request_human": 10,
    "verify_identity": 12,
    "provide_verification": 9,
    "unknown_query": 11
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 12,
    "action_session_start": 14,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 13,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 16,
    "action_unlikely_intent": 17,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_branch_locator": 1,
    "action_check_balance": 2,
    "action_fallback_handler": 8,
    "action_general_faq": 9,
    "action_lost_card_flow": 11,
    "action_set_identity_verified": 15,
    "action_verify_identity": 18,
    "action_view_transactions": 19,
    "utter_balance_info": 20,
    "utter_branch_info": 21,
    "utter_freeze_card_steps": 22,
    "utter_general_faq": 23,
    "utter_goodbye": 24,
    "utter_greet": 25,
    "utter_human_handoff": 26,
    "utter_identity_failed": 27,
    "utter_lost_card_empathy": 28,
    "utter_lost_card_steps": 29,
    "utter_transactions_info": 30
  },
  "action_text": null,
  "intent_response_key": null
}